Repository: locana/locana
Catalog: Locana/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, nl_nl, zh_cn

source: about
ja_jp: このアプリについて
nl_nl: Over Locana
zh_cn: 关于Locana

# AddGeotag
source: Enable geotagging
ja_jp: 位置情報を付加する
nl_nl: Geotaggen inschakelen
zh_cn: 使用定位

# AddGeotag_guide
source: Add geotag to received fresh pictures. On some devices, cellular network is additionally required to obtain location info.﻿
ja_jp: カメラから取得した最新の写真に位置情報を付加します。 モバイルネットワークが必要な場合があります。
nl_nl: Geotag toevoegen aan zojuist gemaakte afbeeldingen. Op sommige apparaten is een mobiele netwerkverbinding benodigd om locatie-informatie op te vragen.
zh_cn: 给拍摄的照片添加位置信息 在一些设备上，蜂窝数据不能获得位置信息

source: Aperture
ja_jp: 絞り
nl_nl: Opening
zh_cn: 光圈

# AppBar_AppSetting
source: Settings
ja_jp: アプリ設定

# AppBar_CameraRoll
source: Gallery
ja_jp: ギャラリー

# AppBar_CancelTouchAf
source: Unlock AF
ja_jp: AF解除
nl_nl: AF ontgrendelen
zh_cn: 开启AF

# AppBar_ControlPanel
source: Ctrl Panel
ja_jp: 設定パネル

# AppBar_Delete
source: Delete
ja_jp: 削除
nl_nl: Verwijderen
zh_cn: 删除

# AppBar_Download
source: Download
ja_jp: 転送
nl_nl: Downloaden
zh_cn: 下载

source: Application settings
ja_jp: アプリケーション設定

source: Auto power off
ja_jp: 自動電源オフ
nl_nl: Automatisch uitschakelen
zh_cn: 自动关机

# AutoPowerOff_Never
source: Never
ja_jp: 無効
nl_nl: Nooit
zh_cn: 从不

# BeepMode
source: System sound
ja_jp: 操作音
nl_nl: Systeemgeluid
zh_cn: 系统音

# BeepModeShutterOnly
source: Shutter tone only
ja_jp: シャッター音のみ
nl_nl: Alleen sluitergeluid
zh_cn: 快门声

source: Black
ja_jp: 黒

source: Blue
ja_jp: 青

# BottomLeft
source: Bottom left corner
ja_jp: 左下
nl_nl: Linker benedenhoek
zh_cn: 左下

# BottomRight
source: Bottom right corner
ja_jp: 右下
nl_nl: Rechter benedenhoek
zh_cn: 右下

# BuiltInSRNotSupported
source: Built-in version of Smart Remote Control app could not be supported by 3rd party applications. Please update to the latest at PlayMemories Camera Apps store.
ja_jp: プリインストール版のスマートリモコンアプリはサードパーティ製アプリからのコントロールに対応していません。 PlayMemories Camera Appsストアで最新版にアップデートしてください。

# ColorMode_Neutral
source: Neutral
ja_jp: ニュートラル
nl_nl: Neutraal
zh_cn: 自然

# ColorMode_Vivid
source: Vivid
ja_jp: ビビッド
nl_nl: Levendig
zh_cn: 生动

# ColorSetting
source: Color
ja_jp: 色合い
nl_nl: Kleur
zh_cn: 彩色

# ConnectedDevice
source: Connected to _ssid_
ja_jp: _ssid_ に接続されています

# ContainsLicense
source: This application contains the following open source softwares.
ja_jp: このアプリケーションは下記のオープンソースソフトウェアを使用しています。
nl_nl: Deze applicatie maakt gebruik van de volgende open bron-software.
zh_cn: 此应用程序包含以下开源软件。

# ContinuousShootMode_Burst
source: Burst
ja_jp: バースト

# ContinuousShootMode_Cont
source: Cont. shoot.
ja_jp: 連続撮影
nl_nl: Continue vastleggen
zh_cn: 连拍

# ContinuousShootMode_MotionShot
source: Motion shot
ja_jp: モーションショット
nl_nl: Bewegende opname
zh_cn: 运动镜头

# ContinuousShootMode_Single
source: Single
ja_jp: 1枚撮影
nl_nl: Enkel
zh_cn: 单张

# ContinuousShootMode_SpeedPriority
source: Fast cont.
ja_jp: 速度優先連写
nl_nl: Snel vastleggen
zh_cn: 快速连拍

# ContinuousShootSpeed_FixedFrames_10_In_1_25Sec
source: 10pic./1.25sec.
ja_jp: 10枚/1.25秒
nl_nl: 10afb./1.25sec.
zh_cn: 10张/1.25秒

# ContinuousShootSpeed_FixedFrames_10_In_2Sec
source: 10pic./2sec.
ja_jp: 10枚/2秒
nl_nl: 10afb./2sec.
zh_cn: 10张/2秒

# ContinuousShootSpeed_FixedFrames_10_In_5Sec
source: 10pic./5sec.
ja_jp: 10枚/5秒
nl_nl: 10afb./5sec.
zh_cn: 10张/5秒

# ContinuousShootSpeed_High
source: High
ja_jp: 高速
nl_nl: Hoog
zh_cn: 高

# ContinuousShootSpeed_Low
source: Low
ja_jp: 低速
nl_nl: Laag
zh_cn: 低

source: Control panel
ja_jp: 設定パネル

# ContShootingMode
source: Drive mode
ja_jp: ドライブモード
nl_nl: Besturingsmodus
zh_cn: 驱动模式

source: Cont. shooting speed
ja_jp: 連写速度
nl_nl: Cont. vastlegsnelheid
zh_cn: 连拍速度

source: Display histogram
ja_jp: ヒストグラムを表示する
nl_nl: Histogram weergeven
zh_cn: 显示直方图

# DisplayTakeImageButtonSetting
source: Display shutter button
ja_jp: 撮影ボタンを表示する
nl_nl: Sluiterknop weergeven
zh_cn: 显示快门按钮

# ErrorMessage_cameraNotReady
source: Camera is under processing. Try again after a while.
ja_jp: カメラが処理中です。しばらくまって再度お試しください。

# ErrorMessage_CantFindSonyRecord
source: Couldn't find SSID or Password from the NFC tag.
ja_jp: NFCタグからSSIDおよびパスワードを読み取れませんでした。
nl_nl: De NFC-gegevens bevatten geen netwerk-ID en/of wachtwoord.
zh_cn: NFC数据没有包含网络ID或密码

# ErrorMessage_Dsconnected
source: Connection has been lost.
ja_jp: 接続が途絶しました。

# ErrorMessage_FailedToGetGeoposition
source: Failed to get location info. Original file has been saved.
ja_jp: 位置情報の取得に失敗しました。元の画像がカメラロールに保存されました。
nl_nl: Het ophalen van locatie-informatie is mislukt. Het originele bestand is opgeslagen.
zh_cn: 获取位置信息失败，原始文件已保存

# ErrorMessage_fatal
source: Remote request failed.
ja_jp: 予期せぬエラーが発生しました。
nl_nl: Er is een onverwachte fout opgetreden.
zh_cn: 发生意外的错误

# ErrorMessage_ImageDL_DuplicatedGeotag
source: Original geotag is preferred. Original file has been saved.
ja_jp: 既に位置情報が付加されているようです。取得した画像をカメラロールに保存しました。
nl_nl: De originele geotag wordt geprefereerd. Het originele bestand is opgeslagen.
zh_cn: 原位置信息是首选，原始文件已保存

# ErrorMessage_ImageDL_Geotagging
source: Failed to add geotag. Original file has been saved.
ja_jp: 位置情報の付加に失敗しました。元の画像がカメラロールに保存されました。
nl_nl: Het toevoegen van de geotag is mislukt. Het originele bestand is opgeslagen.
zh_cn: 无法添加位置信息，原始文件已保存

# ErrorMessage_ImageDL_Gone
source: Failed to fetch some pictures by limitation of continuous shooting.
ja_jp: 一部の連写画像の取得に失敗しました。
nl_nl: Het ophalen van sommige afbeeldingen is mislukt vanwege het limiet op continue vastleggen.
zh_cn: 由于连拍的限制，未能获取照片

# ErrorMessage_ImageDL_Network
source: Network error has occured while downloading your picture.
ja_jp: ネットワークエラーが発生しました

# ErrorMessage_ImageDL_Other
source: Unexpected error has occured.
ja_jp: 予期せぬエラーが発生しました。

# ErrorMessage_ImageDL_OtherOriginal
source: Unexpected error has occured. Please try again with smaller picture size setting.
ja_jp: 予期せぬエラーが発生しました。転送画像サイズを小さくして再度お試しください。

# ErrorMessage_ImageDL_Saving
source: Failed to save the picture.
ja_jp: 画像の保存に失敗しました

# ErrorMessage_ImageDL_SavingOriginal
source: Failed to save the picture. Please try again with smaller picture size setting.
ja_jp: 画像の保存に失敗しました。転送画像サイズを小さくして再度お試しください。

# ErrorMessage_Interval
source: An error has occured. Stopped interval shooting.
ja_jp: エラーが発生したため、インターバル撮影を停止しました
nl_nl: Er is een fout opgetreden. Het vastleggen met tussenpoos is gestopt.
zh_cn: 发生错误，停止拍摄

# ErrorMessage_LocationAccessUnauthorized
source: Please turn on location service at system settings for geotagging feature.
ja_jp: 有効にするには、システム設定の位置情報サービスをオンにしてください。

# ErrorMessage_ParseNFC
source: Failed to read data from the NFC tag.
ja_jp: NFCタグの読み取りに失敗しました。
nl_nl: Het uitlezen van de NFC-gegevens is mislukt.
zh_cn: 无法读取到NFC数据

# ErrorMessage_shootingFailure
source: Failed to shoot or start recording. Make sure of the camera device's status.
ja_jp: 撮影/記録開始できませんでした。カメラの状態を確認して下さい。
nl_nl: Het vastleggen of opnemen is mislukt. Zorg ervoor dat uw camera juist is ingesteld. (Misschien ontbreekt de geheugenkaart?)
zh_cn: 未能开始拍摄或录制，请检查设备状态以及是否插入存储卡

# ErrorMessage_timeout
source: Request timeout. Make sure of the Wi-Fi connection and try again.
ja_jp: 通信に失敗しました。接続を確認してください。

# Error_Message_FailedToGetInfo
source: Failed to retrieve information. Please check internet connection status.
ja_jp: 情報が取得できませんでした。 インターネットへの接続状態を確認して下さい。
nl_nl: Het ophalen van informatie is mislukt. Controleer uw internetverbinding.
zh_cn: 未能检索到数据。 请检查Internet连接状态。

# ExifExposureProgram_A
source: A
ja_jp: 絞り優先

# ExifExposureProgram_Bulb
source: Bulb
ja_jp: バルブ
nl_nl: Gloeilamp
zh_cn: B门

# ExifExposureProgram_HighSpeed
source: High speed
ja_jp: ハイスピード
nl_nl: Hoge snelheid
zh_cn: 高速

# ExifExposureProgram_Landscape
source: Landscape
ja_jp: 風景
nl_nl: Landschap
zh_cn: 风景

# ExifExposureProgram_M
source: M
ja_jp: マニュアル

# ExifExposureProgram_P
source: P
ja_jp: プログラムオート

# ExifExposureProgram_Portrait
source: Portrait
ja_jp: ポートレート
nl_nl: Portret
zh_cn: 肖像

# ExifExposureProgram_S
source: S
ja_jp: シャッタースピード優先

# ExifExposureProgram_SlowSpeed
source: Slow speed
ja_jp: スローシャッター
nl_nl: Langzame snelheid
zh_cn: 低速

# ExifExposureProgram_Unknown
source: Unknown
ja_jp: 不明
nl_nl: Onbekend
zh_cn: 未知

# ExifWBValue_Cloudy
source: Cloudy
ja_jp: 曇天
nl_nl: Bewolkt
zh_cn: 阴天

# ExifWBValue_CoolWhiteFluorescent
source: Cool White Fluorescent
ja_jp: 蛍光灯: 白色
nl_nl: Koel wit fluorescerend
zh_cn: 荧光灯-冷白色

# ExifWBValue_Daylight
source: Daylight
ja_jp: 太陽光
nl_nl: Daglicht
zh_cn: 日光

# ExifWBValue_DaylightFluorescent
source: Daylight Fluorescent
ja_jp: 蛍光灯: 昼光色
nl_nl: Fluorescerend daglicht
zh_cn: 荧光灯-日光

# ExifWBValue_DayWhiteFluorescent
source: DayWhite Fluorescent
ja_jp: 蛍光灯: 昼白色
nl_nl: Fluorescerend dagwit
zh_cn: 荧光灯-白色

# ExifWBValue_FineWeather
source: Fine Weather
ja_jp: 晴天
zh_cn: 晴天

# ExifWBValue_Flash
source: Flash
ja_jp: フラッシュ
nl_nl: Flits
zh_cn: 闪光

# ExifWBValue_Fluorescent
source: Fluorescent
ja_jp: 蛍光灯
nl_nl: Fluorescerend
zh_cn: 荧光灯

# ExifWBValue_Other
source: Other
ja_jp: その他
nl_nl: Overig
zh_cn: 其他

# ExifWBValue_Shade
source: Shade
ja_jp: 日陰
nl_nl: Schaduw
zh_cn: 阴影

# ExifWBValue_WarmWhiteFluorescent
source: Warm White Fluorescent
ja_jp: 蛍光灯: 温白色
nl_nl: Fluorescerend warm wit
zh_cn: 荧光灯-暖白色

# ExifWBValue_WhiteFluorescent
source: White Fluorescent
ja_jp: 蛍光灯: 白色
nl_nl: Fluorescerend wit
zh_cn: 荧光灯-白色

# Exif_Flash_Auto_Fired
source: Auto, Fired
ja_jp: オート・発光
nl_nl: Automatisch, gebruikt
zh_cn: 自动，强制闪光

# Exif_Flash_Auto_Fired_RedEyeReduction
source: Auto, Fired w/ Red eye reduction
ja_jp: オート・発光・赤目補正
nl_nl: Automatisch, gebruikt met rode ogen-reductie
zh_cn: 自动，补光并减轻红眼

# Exif_Flash_Auto_NotFired
source: Auto, Not fired
ja_jp: オート・非発光
nl_nl: Automatisch, niet gebruikt
zh_cn: 自动，无闪光

# Exif_Flash_Auto_NotFired_RedEyeReduction
source: Auto, Not fired w/ Red eye reduction
ja_jp: オート・非発光・赤目補正
nl_nl: Automatisch, niet gebruikt met rode ogen-reductie
zh_cn: 自动，不补光但减轻红眼

# Exif_Flash_Fired
source: Fired
ja_jp: 発光
nl_nl: Gebruikt
zh_cn: 强制闪光

# Exif_Flash_Fired_RedEyeReduction
source: Fired w/ Red eye reduction
ja_jp: 発光・赤目補正
nl_nl: Gebruikt met rode ogen-reductie
zh_cn: 减轻红眼闪光

# Exif_Flash_NoFlash
source: No Flash
ja_jp: なし
nl_nl: Geen flits
zh_cn: 无闪光

# Exif_Flash_NoFlashFunction
source: No flash function
ja_jp: なし
nl_nl: Geen flitsfunctie
zh_cn: 无闪光灯功能

# Exif_Flash_NoFlash_RedEyeReduction
source: No Flash w/ Red eye reduction
ja_jp: なし・赤目補正
nl_nl: Geen flits met rode ogen-reductie
zh_cn: 无减轻红眼闪光功能

# Exif_Flash_Off_NotFired
source: Off, Not fired
ja_jp: オフ・非発光
nl_nl: Uit, niet gebruikt
zh_cn: 关，无闪光

# Exif_Flash_Off_NotFired_RedEyeReduction
source: Off, Not fired w/ Red eye reduction
ja_jp: オフ・非発光・赤目補正
nl_nl: Uit, niet gebruikt met rode ogen-reductie
zh_cn: 关，不闪光但减轻红眼

# Exif_Flash_On_Fired
source: On, Fired
ja_jp: オン・発光
nl_nl: Aan, gebruikt
zh_cn: 开，闪光

# Exif_Flash_On_Fired_RedEyeReduction
source: On, Fired w/ Red eye reduction
ja_jp: オン・発光・赤目補正
nl_nl: Aan, gebruikt met rode ogen-reductie
zh_cn: 开，闪光并减轻红眼

# Exif_Flash_On_NotFired
source: On, Not fired
ja_jp: オン・非発光
nl_nl: Aan, niet gebruikt
zh_cn: 开，无闪光

# Exif_Flash_On_NotFired_RedEyeReduction
source: On, Not fired w/ Red eye reduction
ja_jp: オン・非発光・赤目補正
nl_nl: Aan, niet gebruikt met rode ogen-reductie
zh_cn: 开，不闪光但减轻红眼

# Exif_Flash_Unknown
source: Unknown
ja_jp: 不明
nl_nl: Onbekend
zh_cn: 未知

# Exif_MeteringMode_Average
source: Average
ja_jp: 評価測光
nl_nl: Gemiddelde
zh_cn: 多重测光

# Exif_MeteringMode_CenterWeightedAverage
source: Center-weighted average
ja_jp: 中央重点平均
nl_nl: Centrumgericht gemiddelde
zh_cn: 中心加权平均测光

# Exif_MeteringMode_MultiSegment
source: Multi-segment
ja_jp: 多分割測光
zh_cn: 多区域测光

# Exif_MeteringMode_MultiSpot
source: Multi-spot
ja_jp: マルチスポット
nl_nl: Multi-locatie
zh_cn: 多点测光

# Exif_MeteringMode_Other
source: Other
ja_jp: その他
nl_nl: Overig
zh_cn: 其他

# Exif_MeteringMode_Partial
source: Partial
ja_jp: 部分測光
nl_nl: Gedeeltelijk
zh_cn: 局部测光

# Exif_MeteringMode_Spot
source: Spot
ja_jp: スポット
nl_nl: Locatie
zh_cn: 点测光

# Exif_MeteringMode_Unknown
source: Unknown
ja_jp: 不明
nl_nl: Onbekend
zh_cn: 未知

source: Exposure compensation
ja_jp: EV
nl_nl: Belichtingscompensatie
zh_cn: 曝光补偿

source: Exposure mode
ja_jp: 露出モード
nl_nl: Belichtingsmodus
zh_cn: 曝光模式

# ExposureMode_A
source: Aperture priority
ja_jp: 絞り優先
nl_nl: Openingsprioriteit
zh_cn: A档

# ExposureMode_iA
source: Intelligent auto
ja_jp: おまかせオート
nl_nl: Intelligent automatisch
zh_cn: Auto

# ExposureMode_M
source: Manual
ja_jp: マニュアル
nl_nl: Handmatig
zh_cn: 手动

# ExposureMode_P
source: Program auto
ja_jp: プログラムオート
nl_nl: Programma automatisch
zh_cn: P档

# ExposureMode_S
source: Shutter priority
ja_jp: シャッター優先
nl_nl: Sluiterprioriteit
zh_cn: S档

# ExposureMode_sA
source: Superior auto
ja_jp: プレミアムオート
nl_nl: Superieur automatisch
zh_cn: 增强自动

# FibonacciSpiralOrigin
source: Origin of Fibonacci spiral
ja_jp: フィボナッチ螺旋の出発点
nl_nl: Herkomst van het Fibonacci-spiraal
zh_cn: 螺旋位置

source: Flash mode
ja_jp: フラッシュモード
nl_nl: Flitsmodus
zh_cn: 闪光模式

# FlashMode_Auto
source: Auto
ja_jp: オート
nl_nl: Automatisch
zh_cn: 自动闪光

# FlashMode_RearSync
source: Rear curtain sync.
ja_jp: 後幕シンクロ
nl_nl: Achter gordijn-synchronisatie
zh_cn: 后帘同步

# FlashMode_SlowSync
source: Slow sync.
ja_jp: スローシンクロ
nl_nl: Langzame synchronisatie
zh_cn: 低速同步

# FlashMode_Wireless
source: Wireless
ja_jp: ワイヤレス
nl_nl: Draadloos
zh_cn: 无线遥控

# FlipMode
source: Flip
ja_jp: 反転
nl_nl: Omslaan
zh_cn: 翻转

# FocusFrameDisplay
source: Display focus frame
ja_jp: フォーカス枠表示
nl_nl: Focusframe weergeven
zh_cn: 显示对焦框

source: Focus mode
ja_jp: フォーカスモード
nl_nl: Focusmodus
zh_cn: 对焦模式

# FramingGridColor
source: Color of assist lines
ja_jp: 補助線の色
nl_nl: Kleur van hulplijnen
zh_cn: 辅助线颜色

# FramingGrids
source: Composition assist
ja_jp: 撮影補助線
nl_nl: Compositie-assistent
zh_cn: 构图辅助

# GiveUsFeedback
source: Any question or feedback? Ask our support account on Twitter!
ja_jp: ご意見や不具合報告は、Twitterのサポートアカウントまでお願いします

source: Green
ja_jp: 緑

# Grid_Crosshairs
source: Crosshairs
ja_jp: 十字
zh_cn: 十字线

# Grid_Diagonal
source: Diagonal
ja_jp: 対角線
nl_nl: Diagonaal
zh_cn: 对角线

# Grid_Fibonacci
source: Fibonacci spiral
ja_jp: フィボナッチの螺旋
nl_nl: Fibonacci-spiraal
zh_cn: 黄金螺旋

# Grid_GoldenRatio
source: Golden ratio
ja_jp: 黄金比
nl_nl: Gouden verhouding
zh_cn: 黄金比例

# Grid_RuleOfThirds
source: Rule of thirds
ja_jp: 三分割法
nl_nl: Regel van derden
zh_cn: 三等分线网格

# Grid_Square
source: Square
ja_jp: 正方形
nl_nl: Vierkant
zh_cn: 方形网格

# Guide_DisplayTakeImageButtonSetting
source: Your phone's hardware shutter key can be an alternative trigger of remote shutter.
ja_jp: 本体のシャッターキーで撮影する場合には非表示にもできます。
nl_nl: De hardwarematige sluiterknop van uw telefoon kan dienen als sluiter op afstand of als andere functie.
zh_cn: 您手机的快门键可以触发远程快门

# Guide_FocusFrameDisplay
source: Request to send focus frame information. This may cause performance issue on some devices.
ja_jp: フォーカス枠情報を送信するようカメラに要求します。機器によってはアプリのパフォーマンスに影響する場合があります。
nl_nl: Focusframe-informatie meesturen. Dit kan leiden tot prestatieverlies op sommige apparaten.
zh_cn: 请求发送焦点帧信息。这可能会导致一些设备的性能问题。

# Guide_FramingGrids
source: Draw lines to assist photo composition.
ja_jp: 構図決めサポートする補助線を表示します
nl_nl: Lijnen tekenen om te helpen bij de fotocompositie.
zh_cn: 辅助构图框线

# Guide_Histogram
source: Display RGB histogram of finder view. This may cause performance issue on some devices.
ja_jp: RGBヒストグラムを解析して表示します。機器によってはアプリのパフォーマンスに影響する場合があります。
nl_nl: RGB-histogram van zoeker weergeven. Dit kan leiden tot prestatieverlies op sommige apparaten.
zh_cn: 显示取景器视图的RGB直方图，这可能会导致一些设备的性能问题。

# Guide_NFC
source: You can touch your NFC enabled camera to find Wi-Fi password.
ja_jp: NFC対応のカメラなら、タッチしてWi-Fiのパスワードを確認することができます
nl_nl: Raak een camera met ingestelde NFC aan om het WiFi-wachtwoord uit te kunnen lezen!
zh_cn: 触碰NFC来连接WI-FI

# Guide_PrioritizeOriginalSize
source: 2M size pictures are preferred to the originals by default.
ja_jp: デフォルトでは2Mサイズが優先されています。
nl_nl: Afbeeldingen met 2M-grootte worden standaard geprefereerd over de originelen.
zh_cn: 默认照片大小为2M

# Guide_ReceiveCapturedImage
source: Download fresh pictures to "Pictures" folder. This option is inactive while interval rec is going on.
ja_jp: 撮影後にカメラから画像を受信し、カメラロールに保存します。（インターバル撮影中は無効となります）
nl_nl: Download zojuist gemaakte afbeeldingen naar de "Afbeeldingen"-map. Deze optie is inactief als opnemen met tussenpoos bezig is.
zh_cn: 下载最新的照片到“图片”文件夹。当间隔拍摄正在进行时，此功能不可用。

# Guide_StartLiveView
source: A camera device has been detected on <ssid>. Swipe left or right to start remote control.
ja_jp: <ssid> のカメラを操作する準備が整いました。 左右にスワイプしてリモコンを開始できます

# Guide_WiFiNotEnabled
source: Go to Wi-Fi settings and connect to your camera device. Hint: Access point name of Sony camera devices starts from "DIRECT-".
ja_jp: Wi-Fi設定から、対応したカメラ機器に接続してください

# HideDetailInfo
source: Hide info.
ja_jp: 情報を隠す
nl_nl: Informatie verbergen
zh_cn: 隐藏的信息

# InfraredRemoteControl
source: IR remote
ja_jp: 赤外線リモコン
nl_nl: IR-afstandsbediening
zh_cn: 红外遥控

# IntervalCountPrefix
source: Count
ja_jp: 撮影枚数

# IntervalSetting
source: Interval shooting
ja_jp: インターバル撮影
nl_nl: Vastleggen met tussenpoos
zh_cn: 间隔拍摄

source: Interval time
ja_jp: インターバル間隔

# IntervalTime1
source: Interval
ja_jp: インターバル間隔

# IntervalTimePrefix
source: Interval
ja_jp: 撮影間隔

# MessageCaption_error
source: Error
ja_jp: エラー

# MessageCaption_NFC_Succeed
source: Opened successfully!
ja_jp: 読みこみに成功しました

# Message_Caution
source: Please acknowledge that NO secret function is unlocked by purchasing these in-app items.
ja_jp: ※これらのアプリ内アイテムの購入によって何らかの隠し機能が解放されることはありません。ご注意ください。

# Message_Encourage
source: Donation will encourage our development for continuous update!
ja_jp: 今後もアップデートを継続するため、開発者への寄付をお願いします。
nl_nl: Doneren zorgt ervoor dat we worden aangemoedigd om aan de app te blijven werken!
zh_cn: 您的捐助将有助于我们在未来为您提供更优质的体验

# Message_ImageCapture_Succeed
source: Captured successfully!
ja_jp: 写真が撮影されました！
nl_nl: Vastgelegd!
zh_cn: 捕获

# Message_ImageDL_Succeed
source: Saved successfully!
ja_jp: スマートフォンに写真を保存しました！
nl_nl: De afbeelding is gedownload!
zh_cn: 影像传输

# Message_ImageDL_Succeed_withGeotag
source: Saved with location info!
ja_jp: 位置情報を付加してカメラロールに画像を保存しました！
nl_nl: Opgeslagen met locatie-informatie!
zh_cn: 保存位置信息！

# Message_NFC_succeed
source: Wi-Fi password of your camera device is displayed below. Copy to connect.
ja_jp: カメラのWi-Fiパスワードを読み取りました。コピーしてご利用ください。
nl_nl: Het WiFi-wachtwoord is gedetecteerd en opgeslagen op het klembord! SSID: {0} Wachtwoord: {1}
zh_cn: WI-FI密码已存储到剪贴版中！ SSID: {0} 密码: {1}

# MetaDataName_CameraModel
source: Camera
ja_jp: カメラ
zh_cn: 相机型号

# MetaDataName_DateTime
source: Date time
ja_jp: 撮影日
nl_nl: Datum/tijd
zh_cn: 日期

# MetaDataName_ExposureCompensation
source: Exposure comp.
ja_jp: 露出補正
nl_nl: Belichtingscompensatie
zh_cn: 曝光补偿

# MetaDataName_ExposureProgram
source: Exposure mode
ja_jp: 露出モード
nl_nl: Belichtingsmodus
zh_cn: 曝光模式

# MetaDataName_ExposureTime
source: Shutter speed
ja_jp: シャッター速度
nl_nl: Sluitersnelheid
zh_cn: 快门速度

# MetaDataName_Flash
source: Flash
ja_jp: フラッシュ
nl_nl: Flits
zh_cn: 闪光

# MetaDataName_Fnumber
source: F number
ja_jp: F値
nl_nl: F-nummer
zh_cn: 光圈

# MetaDataName_FocalLength
source: Focal length
ja_jp: 焦点距離
nl_nl: Brandpuntafstand
zh_cn: 焦距

# MetaDataName_ImageSize
source: Picture size
ja_jp: 画像サイズ
nl_nl: Afbeeldingsgrootte
zh_cn: 照片尺寸

# MetaDataName_LensModel
source: Lens
ja_jp: レンズ名称
zh_cn: 镜头

# MetaDataName_MeteringMode
source: Metering mode
ja_jp: 測光モード
nl_nl: Meetmodus
zh_cn: 测光模式

# MetaData_Geotag
source: Geotag
ja_jp: 位置情報
nl_nl: Geotaggen
zh_cn: 地理标记

# MetaData_Geotag_Exists
source: Recorded
ja_jp: あり

# Minute_Unit
source: min.
ja_jp: 分

# MovieFileFormat
source: Movie format
ja_jp: 動画フォーマット
nl_nl: Filmformaat
zh_cn: 影像格式

source: Movie quality
ja_jp: 動画画質
nl_nl: Filmkwaliteit
zh_cn: 影像质量

source: OFF
ja_jp: オフ
nl_nl: UIT
zh_cn: 关

source: ON
ja_jp: オン
nl_nl: AAN
zh_cn: 开

# OSSText
source: Open source licenses
ja_jp: オープンソースライセンス
nl_nl: Open bron-licenties
zh_cn: 开放源码许可证

# PeriodicalShooting_SkipLimitExceed
source: Something wrong. It seems the device is not ready to shoot for long time. Stopped interval rec.
ja_jp: カメラが長時間処理中のようなのでインターバル撮影を停止しました
nl_nl: Er is iets misgegaan. Het lijkt erop dat het apparaat er niet klaar voor is om langdurig vast te leggen. Het opnemen met tussenpoos is gesopt.
zh_cn: 出现错误，设备未准备好进行长时间拍摄。暂停间隔拍摄。

# PeriodicalShooting_Skipped
source: Camera is under processing. Skipped.
ja_jp: カメラが処理中のためスキップしました
nl_nl: De camera is bezig. Overgeslagen.
zh_cn: 相机正在处理中 跳过

# PeriodicalShooting_Status
source: Taking photo every __INTERVAL__ sec. __PHOTO_NUM__ pics taken.
ja_jp: __INTERVAL__ 秒ごとに撮影中。 __PHOTO_NUM__ 枚撮影しました。
nl_nl: Er wordt elke {0} sec. een foto genomen. {1} foto's genomen.
zh_cn: 每隔{0} 秒拍摄照片，已拍照片{1}张

# PeriodicalShooting_StoppedByUser
source: Stopped interval shooting.
ja_jp: インターバル撮影を停止しました
nl_nl: Het opnemen met tussenpoos is gesopt.
zh_cn: 停止间隔拍摄

# PostviewTransferSetting
source: Sync fresh pictures
ja_jp: 撮影画像を受信する
nl_nl: Zojuist gemaakte afbeeldingen synchroniseren
zh_cn: 同步最新的照片

source: Red
ja_jp: 赤

source: Retry
ja_jp: リトライ
nl_nl: Opnieuw proberen
zh_cn: 重试

# SceneSelection
source: Scene
ja_jp: シーン
nl_nl: Scène
zh_cn: 场景

# Scene_Normal
source: Normal
ja_jp: ノーマル
nl_nl: Normaal
zh_cn: 标准

# Scene_UnderWater
source: Under water
ja_jp: 水中
nl_nl: Onder water
zh_cn: 水下

source: seconds
ja_jp: 秒
nl_nl: {0} seconden

source: Self timer
ja_jp: セルフタイマー
nl_nl: Zelfontspanner
zh_cn: 自拍定时

# SettingSection_ContentsSync
source: Contents sync settings
ja_jp: コンテンツ転送設定
nl_nl: Inhoudssynchronisatie-instellingen
zh_cn: 内容同步设置

# SettingSection_Display
source: Screen settings
ja_jp: 表示設定
nl_nl: Scherminstellingen
zh_cn: 场景设置

# SettingSection_Image
source: Photo settings
ja_jp: 画像設定
nl_nl: Foto-instellingen
zh_cn: 照片设置

# Setting_PostViewImageSize
source: Picture size to receive
ja_jp: 受信画像サイズ
nl_nl: Te ontvangen afbeeldingsgrootte
zh_cn: 复制的影像尺寸

# Setting_PrioritizeOriginalSize
source: Prefer original size pics
ja_jp: オリジナルサイズを優先する
nl_nl: Originele grootte prefereren
zh_cn: 原始大小

# ShootMode
source: Operation mode
ja_jp: 動作モード
nl_nl: Operatiemodus
zh_cn: 模式

# ShootModeAudio
source: Audio rec
ja_jp: 音声記録
nl_nl: Audio-opname
zh_cn: 音频录制

# ShootModeIntervalStill
source: Interval rec.
ja_jp: インターバル撮影
nl_nl: Opnemen met tussenpoos
zh_cn: 暂停录制

# ShootModeMovie
source: Movie rec
ja_jp: 動画記録
nl_nl: Filmopname
zh_cn: REC

# ShootModeStill
source: Still image rec
ja_jp: 静止画記録
nl_nl: Foto-opname
zh_cn: 拍摄照片

# ShowDetailInfo
source: Show info.
ja_jp: 情報を表示
nl_nl: Informatie weergeven
zh_cn: 显示信息

# Size2M
source: 2M pixels
ja_jp: 2Mピクセル
zh_cn: 2M

# SizeOriginal
source: Original
ja_jp: オリジナル
nl_nl: Origineel
zh_cn: 原始

source: Source code
ja_jp: ソースコード
nl_nl: Broncode
zh_cn: 源代码

source: Steady shot
ja_jp: 手ぶれ補正
nl_nl: Standvastige opname
zh_cn: 防抖

# StillImageSize
source: Picture resolution
ja_jp: 静止画サイズ
nl_nl: Afbeeldingsresolutie
zh_cn: 分辨率

# StillQuality
source: Picture quality
ja_jp: 静止画画質
nl_nl: Afbeeldingskwaliteit
zh_cn: 照片质量

# StillQuality_Fine
source: Fine
ja_jp: ファイン
nl_nl: Scherp

# StillQuality_Standard
source: Standard
ja_jp: スタンダード
nl_nl: Standaard
zh_cn: 标准

source: Support
ja_jp: サポート
nl_nl: Ondersteuning
zh_cn: 支持

source: Switch
ja_jp: 切り替え

# TrackingFocusMode
source: Tracking focus
ja_jp: 追尾フォーカス
nl_nl: Focus bijhouden
zh_cn: 对焦跟踪

# TvColorSystem
source: TV system
ja_jp: 映像設定
nl_nl: TV-systeem
zh_cn: 电视制式

# UpperLeft
source: Top left corner
ja_jp: 左上
nl_nl: Linker bovenhoek
zh_cn: 左上

# UpperRight
source: Top right corner
ja_jp: 右上
nl_nl: Rechter bovenhoek
zh_cn: 右上

source: Version
ja_jp: バージョン
nl_nl: Versie
zh_cn: 版本

source: View angle
ja_jp: 画角
nl_nl: Kijkhoek
zh_cn: 视角

# Viewer_FailedPlaybackMovie
source: Failed to playback movie content
ja_jp: 動画の再生に失敗しました
nl_nl: Het afspelen van filminhoud is mislukt
zh_cn: 播放影片内容失败

# Viewer_FailedToDeleteContents
source: Failed to delete contents
ja_jp: コンテンツの削除に失敗しました

# Viewer_FailedToOpenDetail
source: Failed to open detail image
ja_jp: 画像の取得に失敗しました
nl_nl: Het open van de gedetailleerde afbeelding is mislukt
zh_cn: 打开图像失败
